---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.GroupType
source: html/7644d345-6c8b-9b28-a2f0-418614cad687.htm
---
# GroupType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.